Update README.md
minor cleanup
